// constants.js — модуль, c константами.

// Описание фото
const DESCRIPTIONS = [
  'Закат',
  'Прекрасное далеко',
  'Удивительное что-то',
  'Объективизация протоипирования объекта',
  'Сложный атриум',
  'Карандаш',
  'Солнце за гаризонтом',
  'Уличные склоки',
  'Метроном',
  'Ошибка на ошибке',
  'Авантюрный Рома',
  'Сила в правде',
  'Канифоль или свинец?',
  'Король 777'
];

//Число нужных нам экземпляров
const SIMILAR_DESCRIPTION_PHOTO_COUNT = 25;


export {
  DESCRIPTIONS,
  SIMILAR_DESCRIPTION_PHOTO_COUNT
};
